Revit 2027 API
BuiltInFailures.LinkFailures.LinkInstanceNeedsReconcile Property
 Instance of linked .rvt file needs Coordination Review
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LinkInstanceNeedsReconcile { get; }
Public Shared ReadOnly Property LinkInstanceNeedsReconcile As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LinkInstanceNeedsReconcile {
	FailureDefinitionId^ get ();
}
static member LinkInstanceNeedsReconcile : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.LinkFailures Class
Autodesk.Revit.DB Namespace